
import 'package:wirless/core/constate/imgassest.dart';

import '../../Models/bordingmodel.dart';

List<onbordingmodel> onbordinglist = [
  onbordingmodel(title :'اختر منتجاتك ب عنايه', body: 'هنا حيث يمكنك ان تجد افضل المنتجات ب صناعه سويسريه وسعوديه فاخره ضمن افضل الاسعار وافضل الخدمات , شعارنا قائم على ان اختيار منتجاتك يدل على فخامتك ', img: Imgassest.onbordingone),
  onbordingmodel(title :'خدمات الدفع', body: 'لدينا جميع انواع الدفع التي من الممكن ان تختارها وندعم شبكه عالميه من الامن السبراني منعا ل اي من اختراقات وسائل الدفع , ولو لا قدر الله كانت هناك مشكله في عمليه الدفع سيتم استرداد الاموال والتعويض للعميل', img: Imgassest.onbordingtow),
  onbordingmodel(title :'تتبع المنتجات', body: 'تتبع المنتجات خاصيه متوفره عندنا حيث يمكنك ان تتبع منتجاتك التي اشتريتها من قبل الى ان تصل الى باب بيتك ويمكنك اعاده شراء نفس المنتج ب ضغطت زر واحده ', img: Imgassest.onbordingThree),
  onbordingmodel(title :'الخدمات اللوجستية والتوصيل', body: 'لدينا خدمات توصيل مميزه وسريعه ومنتجك سيصلك سواء كنت تحت اي ارض وفوق اي سماء ولدينا خدمات تضمن لك الوصول في الموعد واذا لم تصلك شحنتك في الوقت المحدد سيتم خصم 25% من سعر الفاتوره ', img: Imgassest.onbording4),
];
